{
    "About": "Om",
    "Accept for": "Acceptera i",
    "According to the EU General Data Protection Regulation (GDPR), we must inform that we use cookies on this website. We use cookies only to keep track of your login so that we show correct data for you, and to know when we must ask you to accept cookies next time (which we must do regularly).": "Enligt dataskyddsförordningen (GDPR) måste vi informera om att vi använder cookies  (kakor) på denna webplats. Vi använder cookies enbart för att hålla reda på din inloggning så att vi visar korrekta data för dig, och för att veta när vi ska be dig acceptera cookies nästa gång (vilket vi måste göra regelbundet).",
    "administrator on": "administratör på",
    "Add": "Lägg till",
    "Add checked": "Lägg till markerade",
    "Add me": "Lägg till mig",
    "Add member": "Lägg til medlem",
    "Add new member": "Lägg till ny medlem",
    "Add/Remove dates": "Lägg till/ta bort datum",
    "Admin(s)": "Administratör(er)",
    "AdminRegister": "Registrera medlem",
    "After reading the status message, you may close the pop-up window.": "Efter att ha läst statusmeddelandet kan du stänga popup-fönstret.",
    "After submitting the form for password reset in the pop-up window, you can close that and return to this window and press the \"Back to login\" button below": "Efter att ha skickat in formuläret för lösenordsåterställning i popup-fönstret kan du stänga det och återgå till det här fönstret och trycka på knappen \"Tillbaka till inloggning\" nedan",
    "All registered users are already connected to": "Alla registrerade användare är redan anslutna till",
    "Anyone can sign up for a schedule.": "Vem som helst kan anmäla sig till ett schema.",
    "Are you sure? You have selected": "Är du säker? Du har markerat ",
    "Attendance status Maybe has been replaced by a question mark": "Närvarostatus Kanske har bytts ut mot frågetecken",
    "Back": "Tillbaka",
    "Back to login": "Tillbaka till inloggning",
    "Before proceeding, however, you will need to verify your email address": "Innan du fortsätter måste du dock verifiera din e-post-adress",
    "below": "nedan",
    "button": "knappen",
    "by clicking on the the button with text \":text\" in the email* which you should have just received": "genom att klicka på knappen med texten \":text\" i e-postmeddelandet* som du ska ha fått nyss.",
    "By continuing to use this website, you agree to this": "Genom att fortsätta användningen av denna webbplats samtycker du till vår",
    "Cancel": "Avbryt",
    "Change comments": "Ändra kommentarer",
    "Change my attendance": "Ändra min närvaro",
    "Check members to be added to schedule": "Markera medlemmar som skall läggas till schema",
    "Close window": "Stäng fönstret",
    "Comment": "Kommentar",
    "Confirm Password": "Bekräfta Lösenord",
    "Connect": "Anslut",
    "Connected members": "Anslutna medlemmar",
    "Consent": "Samtycke",
    "Contact Form": "Kontaktformulär",
    "contact form": "kontaktformuläret",
    "Continue": "Fortsätt",
    "Copy to clipboard" : "Kopiera till urklipp",
    "Date": "Datum",
    "date": "datum",
    "days": "dagar",
    "Description": "Beskrivning",
    "Digits (0 – 9)": "Siffror (0 – 9)",
    "Do you really want to remove yourself from this schedule": "Vill du verkligen ta bort dig från det här schemat?",
    "E-Mail": "E-post",
    "E-Mail Address": "E-postadress",
    "E-mail addresses": "E-postadresser",
    "Email adresses copied to clipboard":"E-postadresser kopierade till urklipp",
    "E-Mail not sent!": "E-post EJ avsänt!",
    "E-Mail sent!": "E-post avsänt!",
    "English lowercase characters (a – z)": "Engelska gemener (a - z)",
    "English uppercase characters (A – Z)": "Engelska versaler (A–Z)",
    "Enter a date to be added": "Ange datum som skall läggas till",
    "Existing dates are": "Befintliga datum är",
    "Family name": "Efternamn",
    "Feel free to report any problems via the new": "Rapportera gärna eventuella problem via det nya",
    "First name" : "Förnamn",
    "For password-protected schedules, the name(s) of the administrator(s) is not displayed.": "För lösenordsskyddade scheman visas inte namnet/namnen på administratören/administratörerna.",
    "Forgot Your Password?": "Glömt Lösenord?",
    "Fridays": "Fredagar",
    "from": "från och med",
    "Full name": "Fullständigt namn",
    "Full name is generated automatically. No two users can have the same full name.":"Fullständigt namn skapas automatiskt. Det får inte finnas två användare med identiskt fullständigt namn.",
    "Get In Touch With Us": "Kontakta Oss",
    "gladly send you another": "skickar vi gärna ett till",
    "Group-size": "Gruppstorlek",
    "Hello!": "Hej!",
    "Help":"Hjälp",
    "Hide Help" : "Dölj Hjälp",
    "Historical (from 2021-08-30) attendance status can be displayed (but not changed)": "Historisk (från 2021-08-30) närvarostatus kan visas (men inte ändras)",
    "Home": "Hem",
    "I have read the": "Jag har läst",
    "If you check Admin, that member will get the same authority as you, on this schedule.": "Om du markerar Admin får den medlemmen samma behörighet som du, för detta schema.",
    "If you check Remove, that member will be removed from this schedule, but will remain registered in SdSchema." :"Om du markerar Ta bort, kommer den medlemmen att tas bort från detta schema, men kommer att förbli registrerad i SdSchema",
    "If you did not create an account, no further action is required.": "Om du inte skapade ett konto kan du bortse från detta mail.",
    "If you did not receive the email, we will": "Om du inte fått e-postmeddelandet",
    "If you did not request a password reset, no further action is required.": "Om du inte har begärt lösenordsåterställning behöver du inte göra någonting.",
    "if you want to contact me": "om du vill kontakta mig",
    "If the password is correct, you will be added to the schedule when you press the": "Om lösenordet är korrekt kommer du att läggas till i schemat när du klickar på",
    "In addition, the following small changes for regular users": "Dessutom följande små ändringar för vanliga användare",
    "In addition, we automatically receive and save certain information from your computer and browser, including your IP address, software and hardware information and the requested page. However, this information is not linked to your registration details, and it is erased periodically.": "Dessutom tar vi automatiskt emot och sparar viss information från din dator och webbläsare, inklusive din IP-adress, mjukvara och hårdvaruinformation och den begärda sidan. Denna information är dock inte kopplad till dina registreringsuppgifter, och den raderas med jämna mellanrum",
    "Information collection": "Insamling av information",
    "Information protection": "Informationsskydd",
    "Latest date is": "enaste datum är",
    "Login": "Logga in",
    "Login to": "Logga in till",
    "Logout": "Logga ut",
    "Manage comments": "Hantera kommentarer",
    "Manage dates": "Hantera datum",
    "Manage members": "Hantera medlemmar",
    "Manage members for schedule": "Hantera medlemmar för schema",
    "Maybe": "Kanske",
    "Member": "Medlem",
    "Member :name has been registered!" : "Medlem :name har registrats!",
    "Members": "Medlemmar",
    "members for removal": "medlemmar för borttag",
    "Members in schedule": "Medlemmar i schema",
    "Members only have access to the schedules they have signed up for. Non-members have not access to any schedule.": "Medlemmar har endast tillgång till de scheman de har anmält sig till. Icke-medlemmar har inte tillgång till något schema.",
    "Menu": "Meny",
    "Message": "Meddelande",
    "Middle name": "Mellannamn",
    "Mondays": "Måndagar",
    "must be inique in the schedule" :"måste vara unikt i schemat",
    "My schedules": "Mina scheman",
    "Name": "Namn",
    "Name in schedule": "Namn i schema",
    "Name in schema is not unique":"Namn i schema är inte unikt",
    "\"Name in schedule\" should be short,maximum 12 characters." : "\"Namn i schema\" bör vara kort, maximalt 12 tecken.",
    "\"Name in schedule\" and Number will only apply if you check Connect." : "\"Namn i schema\" och Antal gäller endast om du markerar Anslut.",
    "\"Name in schedule\" here is just a suggestion." : "\"Namn i schema\" här är bara ett förslag.",
    "\"Name in schedule\" must be unique in the schedule, but may be different in different schedules.":
        "\"Namn i schema\" måste vara unikt i schemat, men kan vara olika i olika scheman.",
    "N": "N",
    "News": "Nyheter",
    "No": "Nej",
    "Not connected members": "Ej anslutna medlemmar",
    "Number": "Antal",
    "Number=2 for pairs, otherwise 1." :"Antal=2 för par, annars 1.",
    "OK. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "OK. Låt oss bara veta din e-postadress så skickar vi dig en länk för återställning av lösenord som gör att du kan välja ett nytt.",
    "Open the mail and click on the the button with text \":text\"": "Öppna mailet och klicka på knappen med texten \":text\"",
    "Other schedules": "Andra scheman",
    "or": "eller",
    "Password": "Lösenord",
    "Please ask your administrator to connect you to a schedule": "Vänligen be din administratör att ansluta dig till ett schema",
    "Please change any bookmarks. However, the old address will work for another month or two": "Ändra eventuella bokmärken. Den gamla adressen kommer dock att fungera i ytterligare en månad eller två",
    "Please click the button below to verify your email address.": "Klicka på knappen nedan för att verifiera din e-postadress.",
    "Please confirm your email": "Vänligen bekräfta din e-postadress",
    "Please confirm your email before logging in.": "Vänligen bekräfta din e-postadress innan du loggar in.",
    "Please enter the Password": "Var vänlig och skriv in lösenordet",
    "Please select application": "Vänligen välj applikation",
    "Privacy policy": "Integritetspolicy",
    "Regards": "Hälsningar",
    "Register": "Registrera dig",
    "Register new member": "Registrera ny medlem",
    "Register for": "Registrera dig för",
    "Registered members not connected to this schema": "Registrerade medlemmar som inte är anslutna till detta schema",
    "Remember Me": "Kom ihåg mig",
    "Remove": "Ta bort",
    "(Update and) remove checked mebers from schedule": "(Uppdatera och) ta bort markerade medlemmar från schemat",
    "Remove date(s)": "Ta bort datum",
    "Required fields": "Obligatoriska data",
    "Resend Verification Email": "Skicka nytt verifikations-mail",
    "Reset Password": "Skapa nytt Lösenord",
    "Reset Password Notification for": "Återställning av lösenord för",
    "Restricted": "Begränsad",
    "s": "ar",
    "Saturdays": "Lördagar",
    "Save": "Spara",
    "Save changes": "Spara ändringar",
    "Schedule administrators": "Schemasdministratörer",
    "Schedule for": "Schema för",
    "Schedules": "Scheman",
    "Schema name": "Schemanamn",
    "SdSchema has changed domain, from sqd.trygveb.se to schema.sqd.se": "SdSchema har bytt domän, från sqd.trygveb.se till schema.sqd.se",
    "Select schedule": "Välj schema",
    "Send Password Reset Link": "Skicka länk för att återställa lösenord",
    "Send e-mail": "Skicka e-post",
    "Show": "Visa",
    "Show historical dates": "Visa historiska datum",
    "Show password": "Visa lösenord",
    "Sorry, login details are not valid": "Tyvärr, inloggningsuppgifterna är inte giltiga",
    "Sorry, something went wrong": "Ursäkta, något blev fel",
    "Sorry, you have made too many reuests in one minute. Please wait a while before retrying": "Tyvärr, du har gjort för många försök på en minut. Vänta ett tag innan du försöker igen",
    "Sundays": "Söndagar",
    "Thanks for signing up to  :application! You are now logged in.": "Tack för att du registrerat dig till :application! Du är nu inloggad.",
    "The administrator who creates a schedule can decide whether the schedule should be password protected. In that case, you must enter the password when registering for the schedule.": "Administratören som skapar ett schema kan bestämma om schemat ska vara lösenordsskyddat. I så fall måste du ange lösenordet vid anmälan till schemat.",
    "The application code is  written in PHP using the Laravel Framework version": "Applikationskoden är skriven i PHP med Laravel Framework version",
    "The application is now bilingual and GDPR compliant. The latter means, among other things, that you must approve cookies every 90 days": "Applikationen är nu tvåspråkig och GDPR-kompatibel. Det senare innebär bland annat att man måste godkänna cookies var 90:e dag",
    "The cookie accept interval on this website is set to": "Acceptansintervallet för cookies på denna webbplats är inställt på",
    "The email has the sender \":mailFromAdress\" and the title \":title\" and is signed with \":signed\"": "E-postmeddelandet har avsändare \":mailFromAdress\" och titeln \":title\" och är undertecknat med \":signed\"",
    "administrator at": "administratör på",
    "The information we collect from you is only used to contact you by e-mail when needed. We do not sell, trade, or otherwise transfer personally identifiable information to third parties.": "Den information vi samlar in från dig används enbart för att kontakta dig via e-post vid behov. Vi säljer, handlar, eller på annat sätt överför, inte personligt identifierbar information till utomstående parter.",
    "The password must be at least seven characters, and contain characters from each of the following three categories:": "Lösenordet måste vara minst sju tecken långt, och innehålla tecken från var och en av de tre följande kategorierna:",
    "The person or persons who are administrators of a schedule have access to all participants email addresses. An administrator can grant administrator authority to any member who is registered on the schedule.": "Den eller de som är administratörer av ett schema har tillgång till alla deltagares e-postadresser. En administratör kan ge administratörsbehörighet till alla medlemmar som är registrerade på schemat.",
    "The source code is open and available at": "Källkoden är öppen och tillgänglig på",
    "Then you have to wait for the administrator to connect you to a schedule" : "Sedan måste du vänta på att administratören ansluter dig till ett schema",
    "There is a new menu at the top right with, among other things, privacy policy": "Det har kommit en ny meny uppe till höger med bland annat integritetspolicy",
    "There is now a possibility for users to unregister": "Det finns nu en möjlighet för användare att avregistrera sig",
    "This can not be undone. If the member wants to join again later, he/she must register again": "Detta kan inte göras ogjort. Om medlemmen vill vara med igen senare, måste denne anmäla sig igen",
    "This website is owned by": "Denna webbsida ägs av",
    "Thursdays": "Torsdagar",
    "Tuesdays": "Tisdagar",
    "Update": "Uppdatera",
    "Update attendance": "Uppdatera närvaro",
    "(Update and) connect checked mebers" : "(Uppdatera och) anslut markerade medlemmar",
    "Use of information": "Användning av information",
    "Use the contact form": "Använd kontaktformuläret",
    "Verification link sent!": "Verifieringslänk har skickats!",
    "Verify email address": "Verifiera e-postadressen",
    "Verify Email Notice": "Verifiera e-postadress påminnelse",
    "We also save your schedule status values. These are automatically erased after 12 months, or when you opt to leave the schedule.": "Vi sparar även dina statusvärden i schemat. Dessa raderas automatiskt efter 12 månader, eller när du väljer att lämna schemat.",
    "We can't find a user with that email address.": "Vi kan inte hitta en användare med den e-postadressen.",
    "We collect information from you when you register on our website and when you submit the contact form. The information collected includes the name you provide and your email address, as well as your encrypted password.": "Vi samlar in information från dig när du registrerar dig på vår webbplats och när du skickar in kontaktformuläret. Den insamlade informationen inkluderar det namn du uppger och din e-postadress, samt ditt krypterade lösenord.",
    "We have emailed your password reset link": "Vi har mailat en länk till dig för återställning av ditt lösenord",
    "We use advanced encryption methods to protect sensitive data transmitted over the Internet.": "Vi använder oss av avancerade krypteringsmetoder för att skydda känsliga uppgifter som överförs över internet.",
    "We use functional cookies to improve user experience": "Vi använder funktionella cookies för att förbättra användarupplevelsen",
    "Wednesdays": "Onsdagar",
    "Welcome to": "Välkommen till",
    "When you do that, a pop-up window will appear with a status message.": "När du gör det visas ett popup-fönster med ett statusmeddelande.",
    "When you have done that, you can press the :BTN-button below": "När du har gjort det kan du klicka på :BTN-knappen nedan",
    "Whoops! Something went wrong": "Tyvärr, något gick fel",
    "Y": "J",
    "Yes": "Ja",
    "You are going to close the current window.": "Fönstret stängs.",
    "You are not registered with any schedule yet": "Du är inte ansluten till något schema ännu",
    "You are not supposed to arrive here from domain:": "Det är inte meningen att du ska kunna komma hit från domän:",
    "You are receiving this email because we received a password reset request for your account.": "Du får detta eMail därför att vi har fått en begäran om att återställa ditt lösenord. Klicka på länken nedan för att skapa ett nytt lösenord",
    "You have signed-in": "Du är inloggad",
    "You must have at least one admin in each schedule": "Du måste ha minst en administratör i varje schema",
    "You will be removed from the schedule when you press the": "Du kommer att tas bort från schemat när du klickar på",
    "Your e-mail is verified": "Din e-postadress är verifierad",
    "Your password has been reset": "Ditt lösenord har återställts",
    "ZZZ": "ZZZ"
}
